{
  "LuaSnip": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "flit.nvim": { "branch": "main" },
  "fzf": { "branch": "master" },
  "gitlinker.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "leap-spooky.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "lspsaga.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason.nvim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "mini.bracketed": { "branch": "main" },
  "mini.comment": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "mini.starter": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "symbols-outline.nvim": { "branch": "master" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "vim-illuminate": { "branch": "master" },
  "vim-oscyank": { "branch": "main" }
}